{
  "tracks": [
    {
      "id": "anta-doma-shapes-premaster",
      "title": "Anta Doma - Shapes (Premaster)",
      "file": "assets/music/Anta Doma - Shapes.mp3",
      "bpm": 128,
      "bandcamp": "https://antadoma.bandcamp.com",
      "instagram": "https://instagram.com/antadoma",
      "narrative": [
        "Arrivé aux falaises, tu descends un petit sentier envahi de broussailles jusqu'à la plage, qui s'étend à perte de vue. Le sol crisse sous tes pas : elle n'est pas faite de sable mais de millions de coquillages blanchis par le sel et l'écume.",
        "Alors que tu marches au hasard entre ces dunes faites de minuscules ossements, tu remarques des formes étranges qui semblent jaillir du sol : certaines ont l'aspect de formes géométriques, d'autres de tours et de flèches lancées vers le ciel – d'autres, encore, prennent la forme de visages humains, à moitié enterrés dans le sol.",
        "Au terme d'une longue errance, tu découvres une arène minérale dissimulée entre les dunes, au centre de laquelle se trouve une mystérieuse sculpture, pareille à un récif de corail percé de milliers de petits trous."
      ],
      "choiceLabel": "Des falaises déchirent l'horizon, leurs côtes battues par les vagues sombres."
    },
    {
      "id": "aquacrypt-unknown",
      "title": "Aquacrypt - UNKNOWN",
      "file": "assets/music/Aquacrypt - UNKNOWN.mp3",
      "bpm": 130,
      "bandcamp": "https://aquacrypt.bandcamp.com",
      "instagram": "https://instagram.com/aquacrypt",
      "narrative": [
        "Le terrain s'aplanit et l'air se charge d'une humidité épaisse. Des nappes de brume rampent au ras du sol, dissimulant des flaques d'eau noire où se reflètent des lumières impossibles.",
        "Tu avances prudemment, guidé par un signal répétitif qui semble émaner du sous-sol lui-même, comme un battement de cœur enfoui sous la terre."
      ],
      "choiceLabel": "Une brume épaisse rampe au ras du sol, dissimulant des flaques d'eau noire où se reflètent des lumières impossibles."
    },
    {
      "id": "damna-3cso",
      "title": "Damna - 3CsO",
      "file": "assets/music/Damna - 3CsO.mp3",
      "bpm": 125,
      "bandcamp": "https://damna.bandcamp.com",
      "instagram": "https://instagram.com/damna",
      "narrative": [
        "Un réseau de tunnels s'ouvre devant toi, creusé dans une roche noire et luisante. L'air vibre d'une fréquence basse, presque imperceptible, qui fait trembler tes os.",
        "Plus tu t'enfonces, plus les parois se couvrent de cristaux phosphorescents, dessinant des diagrammes que tu ne comprends pas – mais qui semblent te comprendre.",
        "Au détour d'une galerie, une vaste caverne s'ouvre, baignée d'une lumière violette et parcourue d'échos métalliques."
      ],
      "choiceLabel": "Un souffle d'air froid s'échappe d'une fissure dans la roche noire, portant avec lui une vibration sourde et profonde."
    },
    {
      "id": "drawbridge-khey-mysterio-psylmodie",
      "title": "Drawbridge & Khey Mysterio - Psylmodie",
      "file": "assets/music/Drawbridge & Khey Mysterio - Psylmodie.mp3",
      "bpm": 135,
      "bandcamp": "https://drawbridge.bandcamp.com",
      "instagram": "https://instagram.com/drawbridge",
      "narrative": [
        "Tu perçois un brouhaha lointain, caractéristique d'une mégalopole en activité. Quand tu arrives dans la ville, il fait nuit noire. Hormis les néons qui éclairent ton chemin, seules les lumières froides des gigantesques bâtiments luisent au loin. Longeant les hauts murs de béton, tu t'aventures avec précaution de rues en ruelles, t'éloignant petit à petit du vrombissement constant des grandes routes enchevêtrées."
      ],
      "choiceLabel": "Tu t'engages sur une longue route qui mène à de hauts bâtiments noirs, qui s'illuminent un à un alors que le soir tombe."
    },
    {
      "id": "gustave-retour-le-pi-ge",
      "title": "Gustave Retour - Le piège",
      "file": "assets/music/Gustave Retour - Le Piège.mp3",
      "bpm": 120,
      "bandcamp": "https://gustaveretour.bandcamp.com",
      "instagram": "https://instagram.com/gustaveretour",
      "narrative": [
        "Le chemin s'enfonce dans une forêt dense et silencieuse. Les arbres se resserrent, leurs branches entrelacées formant une voûte opaque qui étouffe la lumière.",
        "Quelque chose te pousse à continuer malgré l'obscurité grandissante. Tu sens une présence, ou plutôt l'absence de quelque chose – comme si le silence lui-même avait une forme.",
        "Au centre d'une clairière, tu découvres un mécanisme ancien, fait de cordes et de poulies, qui semble attendre qu'on le déclenche."
      ],
      "choiceLabel": "Un sentier s'enfonce dans une forêt silencieuse. Les arbres semblent se resserrer à mesure que tu t'approches."
    },
    {
      "id": "naeja-may-the-world-ends-with-you",
      "title": "Naeja - May The World Ends (With You)",
      "file": "assets/music/Naeja - May the World End (With You).mp3",
      "bpm": 132,
      "bandcamp": "https://naeja.bandcamp.com",
      "instagram": "https://instagram.com/naeja",
      "narrative": [
        "Tu roules tranquillement le long d'une petite route qui serpente à travers la campagne. Le jour est tombé, il fait bon et un vent frais te caresse les joues. Quelques kilomètres plus loin, tu aperçois l'enseigne d'un magasin au bord d'un petit canal, ses néons multicolores luisant dans le soir couchant.",
        "La clochette tinte quand tu passes la porte. C'est une petite épicerie de nuit, les rayons sont parfaitement rangés et un gros chat te suis des yeux, assis sur une étagère. Tu attrapes ta boisson préférée dans un des frigos et cherche le propriétaire pour payer, mais il n'y a personne – il n'y a même pas de comptoir.",
        "Tu ressors. Un petit poste radio semble abandonné sur le bitume à côté du petit pont qui enjambe le canal. Tu t'assoies sur son rebord en béton, ouvre ta canette et allume la radio."
      ],
      "choiceLabel": "Tu trouves un vélo abandonné, appuyé contre un arbre. On dirait qu'il t'attendait."
    },
    {
      "id": "nostromodamus-another-presence-master-reference-v2",
      "title": "Nostromodamus - Another Presence (MASTER REFERENCE V2)",
      "file": "assets/music/Nostromodamus - Another Presence.mp3",
      "bpm": 128,
      "bandcamp": "https://nostromodamus.bandcamp.com",
      "instagram": "https://instagram.com/nostromodamus",
      "narrative": [
        "Le cœur chargé d'appréhension, tu te mets en route vers l'ombre colossale.",
        "Bientôt, tu t'avances dans l'ombre d'une gigantesque structure d'acier, posée comme en équilibre précaire sur des dunes de sable rouge, pareille à un bateau cargo hérissé d'antennes, de ponts et de cabines.",
        "Une brèche s'ouvre dans son ventre de géant. Tu pénètres dans ses entrailles. L'air est froid et humide, des rigoles s'écoulent le long des parois d'acier et des câbles électriques semblent s'agiter dans l'air immobile.",
        "Dans les tréfonds de la gigantesque machine, une seule fresque colorée apparaît soudain, peinte par une main anonyme sur les parois du cœur du vaisseau.",
        "Alors que tu la déchiffres à la lumière de ton portable, la musique des mots résonne dans ton esprit."
      ],
      "choiceLabel": "Une silhouette gigantesque se découpe à l'horizon, acérée et bardée de tours et de flèches, comme une blessure dans le ciel rougeoyant."
    },
    {
      "id": "smogo-obliteration-premaster-24bit-44-1khz",
      "title": "Smogo - Obliteration (Premaster - 24bit 44.1khz)",
      "file": "assets/music/Smogo - Obliteration.mp3",
      "bpm": 140,
      "bandcamp": "https://smogo.bandcamp.com",
      "instagram": "https://instagram.com/smogo",
      "narrative": [
        "Le paysage se transforme en un désert industriel. Des carcasses de machines énormes jonchent le sol, à demi englouties par une poussière rougeâtre.",
        "Un grondement sourd monte du sol, régulier comme une respiration. Tu t'approches d'un cratère d'où s'échappe une lumière pulsante et une chaleur intense."
      ],
      "choiceLabel": "Un grondement sourd monte de l'horizon, où la terre semble rougeoyer comme une braise mal éteinte."
    },
    {
      "id": "zero-crossing-point-half-past-six-mix-24b-v2",
      "title": "Zero Crossing Point - Half Past Six (Mix 24b V2)",
      "file": "assets/music/Zero Crossing Point - Half Past Six.mp3",
      "bpm": 126,
      "bandcamp": "https://zerocrossingpoint.bandcamp.com",
      "instagram": "https://instagram.com/zerocrossingpoint",
      "narrative": [
        "L'horloge marque six heures et demie. Le ciel hésite entre le jour et la nuit, baigné d'une lumière ambre qui fige tout dans une immobilité irréelle.",
        "Tu découvres un observatoire abandonné, ses fenêtres brisées ouvertes sur l'horizon. À l'intérieur, des instruments de mesure continuent de tourner, enregistrant des données que plus personne ne lit.",
        "Sur un mur, une inscription : « Le temps ne passe pas. C'est nous qui passons. »"
      ],
      "choiceLabel": "Une tour se dresse au loin, baignée d'une lumière ambre qui semble figer le temps autour d'elle."
    },
    {
      "id": "acideplastique-vectorial-soil",
      "title": "acideplastique - Vectorial Soil",
      "file": "assets/music/Acideplastique - Vectorial Soil.mp3",
      "bpm": 133,
      "bandcamp": "https://acideplastique.bandcamp.com",
      "instagram": "https://instagram.com/acideplastique",
      "narrative": [
        "Le sol sous tes pieds change de texture – organique, presque vivant. Des motifs géométriques se dessinent à la surface, comme des circuits imprimés faits de mousse et de lichen.",
        "Tu t'agenouilles pour observer de plus près. Les lignes pulsent doucement, suivant un rythme que tu reconnais sans pouvoir le nommer."
      ],
      "choiceLabel": "Le sol change de texture sous tes pieds. Des motifs géométriques pulsent doucement à la surface, comme des circuits vivants."
    },
    {
      "id": "le-frit-streetview-belly-slide-mixdown",
      "title": "le frit - streetview belly slide (mixdown)",
      "file": "assets/music/le frit - streetview belly slide.mp3",
      "bpm": 138,
      "bandcamp": "https://lefrit.bandcamp.com",
      "instagram": "https://instagram.com/lefrit",
      "narrative": [
        "Tu glisses le long d'une avenue déserte, bordée d'écrans publicitaires éteints. Le bitume est lisse comme du verre et reflète un ciel que tu ne reconnais pas.",
        "Au bout de la rue, une borne interactive clignote faiblement. Tu t'approches et poses ta main sur l'écran. Une vue aérienne du monde s'affiche, mais les continents ont changé de forme.",
        "Tu zoomes. L'image se pixellise, puis se recompose en quelque chose d'autre – une partition, peut-être, ou une carte au trésor."
      ],
      "choiceLabel": "Une avenue déserte s'étire devant toi, bordée d'écrans publicitaires éteints qui reflètent un ciel inconnu."
    }
  ],
  "states": {
    "1": "nostromodamus-another-presence-master-reference-v2",
    "2": "aquacrypt-unknown",
    "3": "damna-3cso",
    "4": "drawbridge-khey-mysterio-psylmodie",
    "5": "gustave-retour-le-pi-ge",
    "6": "naeja-may-the-world-ends-with-you",
    "7": "nostromodamus-another-presence-master-reference-v2",
    "8": "smogo-obliteration-premaster-24bit-44-1khz",
    "9": "zero-crossing-point-half-past-six-mix-24b-v2",
    "10": "acideplastique-vectorial-soil",
    "11": "le-frit-streetview-belly-slide-mixdown"
  }
}
