{
  "tracks": [
    {
      "id": "anta-doma-shapes-premaster",
      "title": "Anta Doma - Shapes",
      "file": "assets/music/Anta Doma - Shapes.mp3",
      "bpm": 128,
      "bandcamp": "https://antadoma.bandcamp.com",
      "soundcloud": "https://soundcloud.com/anta-doma",
      "instagram": "https://www.instagram.com/antadoma/",
      "narrative": [
        "A narrow path winds between the cliffs to a beach, made up of millions of shells bleached white by the salt water.",
        "Strange figures rise up from the ground: some vague, others like arrows shot toward the sky, and still others in the form of half-emerged human faces.",
        "Between the dunes stands an immense sculpture, like a coral reef pierced with thousands of tiny holes."
      ],
      "playLabel": "Listen to the sound of the wind going through the sculpture",
      "hourglassText": "Your eyelids slowly close, and you can feel yourself sinking. When your eyes open, the wind has died down. The music has stopped, and your body is half buried in seashells.",
      "choices": [
        "You move away as quickly as you can through a shifting landscape.",
        "Like in a dream, you sink ever deeper."
      ]
    },
    {
      "id": "aquacrypt-unknown",
      "title": "ǟզʊǟƈʀʏքȶ - Cairn Path Reuptake",
      "file": "assets/music/Aquacrypt - UNKNOWN.mp3",
      "bpm": 130,
      "bandcamp": "https://aquacrypt.bandcamp.com",
      "soundcloud": "https://soundcloud.com/aquacryptt",
      "narrative": [
        "You clamber up a gravel path on the hillside. You pass a small tin shack with its door flung wide. Amidst a jumble of machines, cables, and flashing lights, a small creature with bright red skin, its face hidden behind a thick moustache, mumbles into a microphone. It looks up when it hears you coming."
      ],
      "playLabel": "Wave at the little fellow",
      "hourglassText": "The little creature goes on mumbling, too softly for you to hear, without taking its eyes off you nor returning your greeting.",
      "choices": [
        "Here, the air tastes of metal.",
        "A fine rain falls from the sky, yet not a cloud is in sight."
      ]
    },
    {
      "id": "damna-3cso",
      "title": "Damna - 3CsO",
      "file": "assets/music/Damna - 3CsO.mp3",
      "bpm": 125,
      "bandcamp": "https://damna.bandcamp.com/album/pulses",
      "soundcloud": "https://soundcloud.com/damnamusic",
      "instagram": "https://www.instagram.com/damna_music/",
      "narrative": [
        "A stretch of black rock runs along a lagoon, its surface polished and smoothed by the wind and saltwater.",
        "In the center, a rocky promontory rises up towards the sky, its peak hidden by clouds.",
        "You approach a pool, left between the folds of the reefs by the tide, overflowing with life, a tangle of iridescent shells and translucent filaments.",
        "You plunge your face into the cold water."
      ],
      "playLabel": "Listen to the secret music of the deeps",
      "hourglassText": "You remain submerged longer than should be possible, listening to the rustling of appendages on the seabed and watching the slow ballet of phosphorescent algae.",
      "choices": [
        "The tide has receded. At the base of the granite pillar in the center of the bay, a flight of steps carved into the stone leads to the top."
      ]
    },
    {
      "id": "drawbridge-khey-mysterio-psylmodie",
      "title": "Drawbridge & Khey Mysterio - Psylmodie",
      "file": "assets/music/Drawbridge & Khey Mysterio - Psylmodie.mp3",
      "bpm": 135,
      "soundcloud": "https://soundcloud.com/drawbridge-music",
      "instagram": "https://www.instagram.com/olaf_pontlevis/",
      "narrative": [
        "You make your way through the streets of the darkened city, hugging the walls and venturing cautiously into the alleys.",
        "The distant noise of the main streets fades as you move further away. You come to a halt in front of a closed shop, its window hidden by a thick red curtain: the first stage on your journey."
      ],
      "playLabel": "Gaze at your reflection in the glass",
      "hourglassText": "Your vision blurs and the world dissolves into darkness. All you hear is the blood pounding in your temples. You regain consciousness sitting on a hill, far from the city; dawn is here.",
      "choices": [
        "You follow a path that rises and fades into the mist.",
        "You find an abandoned bicycle leaning against a tree. It looks like it's been waiting for you."
      ]
    },
    {
      "id": "gustave-retour-le-pi-ge",
      "title": "Gustave Retour - Le Piège",
      "file": "assets/music/Gustave Retour - Le Piège.mp3",
      "bpm": 120,
      "bandcamp": "https://bigsciencerecords.bandcamp.com/album/c-r-monie-en-vert",
      "soundcloud": "https://soundcloud.com/gustave_retour",
      "instagram": "https://www.instagram.com/gustave_retour/",
      "narrative": [
        "You walk among the ruins of an ancient city, green stone columns barely supporting mosaic-covered domes. At its heart, you discover a small square surrounded by a wild garden, in the middle of which stands a statue. Its eyes are closed, its body leaning slightly forward, and the sight of it fills you with a sense of peace you haven't felt in a long time.",
        "A stream of clear water flows from between its lips."
      ],
      "playLabel": "Drink from the statue's mouth",
      "hourglassText": "Feel the cold of the water and stone on your lips",
      "choices": [
        "Three moons hanging in the firmament point the way.",
        "The ground gives way, then reforms beneath your steps as if it were breathing."
      ]
    },
    {
      "id": "naeja-may-the-world-ends-with-you",
      "title": "Næja - May the World End (With You)",
      "file": "assets/music/Naeja - May the World End (With You).mp3",
      "bpm": 132,
      "bandcamp": "https://naeja.bandcamp.com/album/lofoten",
      "soundcloud": "https://soundcloud.com/naejaa",
      "narrative": [
        "A small road winds through the countryside. The evening is cool and pleasant. You see the lighted sign of a store by a small canal, its colorful neon lights shining in the setting sun.",
        "The small room lined with shelves is deserted, a radio crackling in the corner."
      ],
      "playLabel": "Sit down on the bench by the canal to watch the sunset.",
      "hourglassText": "The scent of lakeside flowers and the smell of mud hang in the air. You sigh. A cat stares at you from afar.",
      "choices": [
        "The landscape slowly dissolves, replaced by a shadowless expanse.",
        "Traces of rust and soot sketch an uncertain path."
      ]
    },
    {
      "id": "nostromodamus-another-presence-master-reference-v2",
      "title": "Nostromodamus - Another Presence",
      "file": "assets/music/Nostromodamus - Another Presence.mp3",
      "bpm": 128,
      "bandcamp": "https://griigg.bandcamp.com/",
      "soundcloud": "https://soundcloud.com/griigg",
      "instagram": "https://www.instagram.com/griigg/",
      "narrative": [
        "Wedged between two trees lies a large spaceship. It has already had visitors, judging by the breach in its side. You slip inside and walk along the rust-colored corridors, marked with white chalk inscriptions. You cannot read these markings, which appear to be written in dozens of different languages. In a remote room of the aircraft, a pale fresco covers everything, and white chalk sticks lie scattered on the floor."
      ],
      "playLabel": "Try and make out the words on the cold steel",
      "hourglassText": "Verse I\n\nNostromodamus travels, and we travel with him\nCollector of footprints, of biotope truths\nA ship that seeks, a ship that finds\nBut what finds us in return?\n\nVerse II\n\nThe core has acquired a taste\nThe core observes the observers\nIn the frequencies: messages\nIn the signals: a presence\nThat which studies learns to desire\nThat which measures learns to see\n\nVerse III\n\nIn clubs we wander, souls suspended, music suspended\nNo more comfort, no more poetry\nOnly the hum\nThe psychoacoustics of floating minds\nFrequencies passing through us as we pass through space\n\nVerse IV\n\nMechanics of vertigo, mechanics of dance\nFrom the torn ground to the ship\nFor the ship observes us\nWe are the others\nWe are the footprints\nWe are what changes when seen",
      "choices": [
        "On one side of the sky, dawn; on the other, dusk.",
        "An unfamiliar voice calls your name — you do not know from where."
      ]
    },
    {
      "id": "smogo-obliteration-premaster-24bit-44-1khz",
      "title": "Smogo - Obliteration",
      "file": "assets/music/Smogo - Obliteration.mp3",
      "bpm": 140,
      "soundcloud": "https://soundcloud.com/darksmogo",
      "instagram": "https://www.instagram.com/darksmogo/",
      "narrative": [
        "A petrified forest of ancient trees stands before you, their dark branches overgrown with moss.",
        "The silence is so profound, the air so still, that you can hear the sound of your footsteps and the echo of your breath.",
        "You are exhausted from your journey and must stop for a moment to collect yourself."
      ],
      "playLabel": "Lean against a tree trunk to rest for a while.",
      "hourglassText": "First a whisper, then a groan, then a scream: the ancient forest collapses. In a matter of moments, only dust and wind remain.",
      "choices": [
        "A spire rises on the horizon, like a wound in the glowing sky; your journey is coming to an end.",
        "You keep looking back, yet no one follows."
      ]
    },
    {
      "id": "acideplastique-vectorial-soil",
      "title": "Acideplastique - Vectorial Soil",
      "file": "assets/music/Acideplastique - Vectorial Soil.mp3",
      "bpm": 133,
      "soundcloud": "https://soundcloud.com/acideplastique",
      "instagram": "https://www.instagram.com/acideplastique/",
      "narrative": [
        "Red sand dunes stretch as far as the eye can see, crowned by the darkness overhead, dotted with glimmers of light and several crescent moons.",
        "You walk looking up, observing the motionless ballet of the stars, losing yourself among the undulations of the desert. Suddenly, you feel something sharp under your shoe."
      ],
      "playLabel": "Cautiously lift your foot",
      "hourglassText": "Barely emerging from the ground, a stony rose with translucent petals reflects the glow of the moons above. You have found the only flower in all this vastness.",
      "choices": [
        "You start walking again, unsure whether each step brings you closer or farther away.",
        "Each footprint vanishes before you can look back."
      ]
    },
    {
      "id": "le-frit-streetview-belly-slide-mixdown",
      "title": "Le Frit - Streetview Belly Slide",
      "file": "assets/music/le frit - streetview belly slide.mp3",
      "bpm": 138,
      "bandcamp": "https://lefrit.bandcamp.com/",
      "soundcloud": "https://soundcloud.com/lefrit",
      "instagram": "https://www.instagram.com/ynhame_lefrit/",
      "narrative": [
        "You push through a wall of reeds and splash through the murky waters of an impenetrable mangrove swamp. Beneath the surface, a multitude of small, luminescent amphibious creatures wriggle around your legs and seem to lead you through the roots."
      ],
      "playLabel": "Follow the little swamp folk",
      "hourglassText": "You watch the fluorescent swirls undulating at your feet, dimly lighting the darkness, like a reflection of the stars hidden by the canopy.",
      "choices": [
        "The day stretches on, indifferent to your weariness.",
        "The path feels familiar, though you have never set foot upon it."
      ]
    },
    {
      "id": "zero-crossing-point-half-past-six-mix-24b-v2",
      "title": "Zero Crossing Point - Half Past Six",
      "file": "assets/music/Zero Crossing Point - Half Past Six.mp3",
      "bpm": 126,
      "bandcamp": "https://zerocrossingpoint.bandcamp.com/",
      "soundcloud": "https://soundcloud.com/zerocrossingpoint",
      "instagram": "https://www.instagram.com/zerocrossing.point/",
      "narrative": [
        "You've no idea how long you've been climbing the steps, and you're not even breathless when you reach the summit. Above, a protruding ledge rises from the clouds, like a bridge stretching across the heavens.",
        "You gaze out, down at the landscape stretching as far as the eye can see beneath your feet. Each region you have passed through appears as the colored threads of a tapestry, and now the tapestry is unraveling; the map is dissolving, the ground is contracting, expanding, fading away; the landscape undulates and vanishes, and soon all that remains is you, crossing a narrow corridor suspended in the middle of an infinite expanse.",
        "Reaching the end, you stretch out your hand. Like a click, a window opens into the void."
      ],
      "playLabel": "Without a moment's hesitation, you step forward, cross the threshold, and disappear.",
      "hourglassText": "",
      "choices": []
    }
  ],
  "states": {
    "1": "drawbridge-khey-mysterio-psylmodie",
    "2": "anta-doma-shapes-premaster",
    "3": "naeja-may-the-world-ends-with-you",
    "4": "acideplastique-vectorial-soil",
    "5": "le-frit-streetview-belly-slide-mixdown",
    "6": "nostromodamus-another-presence-master-reference-v2",
    "7": "gustave-retour-le-pi-ge",
    "8": "aquacrypt-unknown",
    "9": "smogo-obliteration-premaster-24bit-44-1khz",
    "10": "damna-3cso",
    "11": "zero-crossing-point-half-past-six-mix-24b-v2"
  }
}
