{
  "tracks": [
    {
      "id": "anta-doma-shapes-premaster",
      "title": "Anta Doma - Shapes (Premaster)",
      "file": "assets/music/Anta Doma - Shapes.mp3",
      "bpm": 128,
      "bandcamp": "https://antadoma.bandcamp.com",
      "instagram": "https://instagram.com/antadoma",
      "narrative": [
        "Un petit sentier serpente entre les falaises jusqu'à une plage faite de millions de coquillages blanchis par l'écume salée.",
        "Des formes étranges jaillissent du sol : certaines sont vagues, d'autres ont l'aspect de flèches lancées vers le ciel - d'autres, encore, prennent la forme de visages humains, à moitié émergés.",
        "Entre les dunes se dresse une sculpture immense, comme un récif de corail percé de milliers de petits trous."
      ],
      "playLabel": "Ecouter le son du vent à travers la sculpture",
      "hourglassText": "Tes yeux se ferment malgré eux, et tu sombres. Quand tu les ouvres à nouveau, le vent est tombé. La musique s'est tue, et ton corps est à moitié enterré par les coquillages.",
      "choices": [
        "Tu t'éloignes le plus vite possible du rivage, le coeur plein d'appréhension, à travers les dunes.",
        "Comme dans un rêve, tu t'enfonces toujours plus loin entre les marécages salés par-delà les dunes"
      ]
    },
    {
      "id": "aquacrypt-unknown",
      "title": "Aquacrypt - UNKNOWN",
      "file": "assets/music/Aquacrypt - UNKNOWN.mp3",
      "bpm": 130,
      "bandcamp": "https://aquacrypt.bandcamp.com",
      "instagram": "https://instagram.com/aquacrypt",
      "narrative": [
        "Tu montes un chemin de gravillons à flanc de colline. Tu croises une petite cahute en taule dont la porte est grande ouverte. Au milieu d'un fouillis de machines, de câble et de lumières clignotantes, une petite créature à la peau rouge vif, dont le visage disparaît sous une épaisse moustache, marmonne dans un micro. Il relève la tête en t'entendant arriver."
      ],
      "playLabel": "Lui faire un salut de la main",
      "hourglassText": "La petite créature continue de parler, trop faiblement pour que tu puisses l'entendre, sans te quitter des yeux et sans te rendre ton salut.",
      "choices": [
        "Une aiguille se dresse à l'horizon, comme une blessure sur le ciel rougeoyant ; ton voyage touche à son terme."
      ]
    },
    {
      "id": "damna-3cso",
      "title": "Damna - 3CsO",
      "file": "assets/music/Damna - 3CsO.mp3",
      "bpm": 125,
      "bandcamp": "https://damna.bandcamp.com",
      "instagram": "https://instagram.com/damna",
      "narrative": [
        "Une langue de pierre noire court le long d'une lagune, sa surface polie par le vent et le sel des embruns.",
        "Au centre, un éperon rocher s'étend jusqu'au ciel, sa pointe dissimulée par les nuages.",
        "Tu t'approches d'une mare, laissée entre le plis des récifs par la marée, débordante de vie, un enchevêtrement de carapaces irisées et de filaments translucides.",
        "Tu plonges ton visage dans l'eau froide."
      ],
      "playLabel": "Ecouter la vie secrète des profondeurs",
      "hourglassText": "Tu restes plongé sous l'eau plus longtemps qu'il ne devrait être possible, à écouter le frottement des appendices sur le fond et le lent ballet des algues phosphorescentes.",
      "choices": [
        "La marée s'est retirée. A la base du pillier de granit au centre de la baie, une volée de marches taillée à même la pierre mène au sommet."
      ]
    },
    {
      "id": "drawbridge-khey-mysterio-psylmodie",
      "title": "Drawbridge & Khey Mysterio - Psylmodie",
      "file": "assets/music/Drawbridge & Khey Mysterio - Psylmodie.mp3",
      "bpm": 135,
      "bandcamp": "https://drawbridge.bandcamp.com",
      "instagram": "https://instagram.com/drawbridge",
      "narrative": [
        "Tu te frayes un chemin dans les rues de la ville enténébrée, longeant les murs, t'aventurant avec précaution dans les ruelles.",
        "Le brouhaha des grandes rues s'évanouit au fur et à mesure que tu t'éloignes. Tu t'arrêtes finalement devant une boutique fermée, la vitrine dissimulée par un épais rideau rouge : la première étape de ton voyage."
      ],
      "playLabel": "Contempler ton reflet dans la vitrine",
      "hourglassText": "Ton image se brouille et semble se dissoudre dans l'obscurité. Tu n'entends plus que le sang qui bat tes tempes. Tu reprends connaissance assis sur une colline, loin de la ville ; le jour s'est levé.",
      "choices": [
        "Tu prends la route des falaises au loin, les côtes battues par les vagues sombres.",
        "Tu trouves un vélo abandonné, appuyé contre un arbre. On dirait qu'il t'attendait."
      ]
    },
    {
      "id": "gustave-retour-le-pi-ge",
      "title": "Gustave Retour - Le piège",
      "file": "assets/music/Gustave Retour - Le Piège.mp3",
      "bpm": 120,
      "bandcamp": "https://gustaveretour.bandcamp.com",
      "instagram": "https://instagram.com/gustaveretour",
      "narrative": [
        "Tu t'avances entre les ruines d'une cité antique, des colonnes de pierre verte soutenant à peine des coupoles parées de mosaïques. En son coeur, tu découvres une petite place entourée d'un jardin sauvage, au milieu duquel trône une statue. Elle a les yeux fermés, le corps légèrement penché en avant, et sa vue te procure un sentiment de bien-être que tu n'as pas ressenti depuis longtemps.",
        "Entre ses lèvres s'écoule un ruisseau d'eau claire."
      ],
      "playLabel": "Boire à la bouche de la statue",
      "hourglassText": "Tu sens le froid de la pierre et de l'eau sur tes lèvres",
      "choices": [
        "Une aiguille se dresse à l'horizon, comme une blessure sur le ciel rougeoyant ; ton voyage touche à son terme."
      ]
    },
    {
      "id": "naeja-may-the-world-ends-with-you",
      "title": "Naeja - May The World Ends (With You)",
      "file": "assets/music/Naeja - May the World End (With You).mp3",
      "bpm": 132,
      "bandcamp": "https://naeja.bandcamp.com",
      "instagram": "https://instagram.com/naeja",
      "narrative": [
        "Une petite route serpente à travers la campagne. Il fait bon. Tu aperçois l'enseigne d'un magasin au bord d'un petit canal, ses néons multicolores luisant dans le soir couchant.",
        "La petite pièce bordée d'étagères est déserte, un poste radio grésille dans un coin."
      ],
      "playLabel": "T'installer sur le banc au bord du canal pour regarder le coucher de soleil",
      "hourglassText": "Dans l'air flotte le parfum des fleurs lacustres et l'odeur de la vase. Tu soupires. Un chat t'observe de loin.",
      "choices": [
        "La verdure laisse bientôt place aux contreforts du désert.",
        "D'étranges traces de rouille et de suie dessinent un chemin vers l'horizon."
      ]
    },
    {
      "id": "nostromodamus-another-presence-master-reference-v2",
      "title": "Nostromodamus - Another Presence (MASTER REFERENCE V2)",
      "file": "assets/music/Nostromodamus - Another Presence.mp3",
      "bpm": 128,
      "bandcamp": "https://nostromodamus.bandcamp.com",
      "instagram": "https://instagram.com/nostromodamus",
      "narrative": [
        "Encastré entre deux arbres, un large vaisseau spatial gît. Il a déjà été visité, d'après la brèche sur son flanc. Tu t'y glisses, et marche le long des couloirs couleur rouille, marqués d'inscriptions à la craie blanche. Tu ne peux pas lire ces messages, qui semblent écrits dans des dizaines de langues différentes. Dans une salle reculée de l'aéronef, une fresque blafarde recouvre tout, et des craies blanches trainent au sol."
      ],
      "playLabel": "Déchiffrer les mots peints à même l'acier froid",
      "hourglassText": "Verse I\n\nLe Nostromodamus voyage et nous voyageons avec lui\nCollecteur d'empreintes, de vérités biotopes\nVaisseau qui cherche, vaisseau qui trouve\nMais qu'est-ce qui nous trouve en retour ?\n\nVerse II\n\nLe noyau a pris goût\nLe noyau observe les observateurs\nDans les fréquences : des messages\nDans les signaux : une présence\nCe qui étudie apprend à désirer\nCe qui mesure apprend à voir\n\nVerse III\n\nDans les clubs nous errons, âmes suspendues, musique suspendue\nPlus de réconfort, plus de poésie\nSeulement le vrombissement\nLa psycho acoustique des esprits qui flottent\nFréquences qui nous traversent comme nous traversons l'espace\n\nVerse IV\n\nMécanique du vertige, mécanique de la danse\nDu sol arraché vers le vaisseau\nCar le vaisseau nous observe\nNous sommes les autres\nNous sommes les empreintes\nNous sommes ce qui change en étant vu",
      "choices": [
        "L'aéronef pointe vers un plateau aride au loin d'où vacille la lueur d'un feu de bois. Tu glisses du vaisseau et marche vers la lumière.",
        "Tu arraches une pale d'hélice du vaisseau et t'en sers comme d'une machette pour continuer ta progression dans la forêt."
      ]
    },
    {
      "id": "smogo-obliteration-premaster-24bit-44-1khz",
      "title": "Smogo - Obliteration (Premaster - 24bit 44.1khz)",
      "file": "assets/music/Smogo - Obliteration.mp3",
      "bpm": 140,
      "bandcamp": "https://smogo.bandcamp.com",
      "instagram": "https://instagram.com/smogo",
      "narrative": [
        "Une forêt pétrifiée d'arbres fossiles se dresse devant toi, leurs branches sombres envahies par la mousse.",
        "Le silence est si profond que tu entends le bruit de tes pas et l'écho de ta respiration dans l'air immobile.",
        "Tu es épuisé par ton voyage, et dois t'arrêter un instant pour reprendre ton souffle."
      ],
      "playLabel": "T'adosser au tronc d'un arbre pour te reposer un peu",
      "hourglassText": "D'abord un murmure, puis un grondement, puis un cri : la forêt s'effondre. En quelques instants, il ne reste plus que la poussière et le vent.",
      "choices": [
        "Une aiguille se dresse à l'horizon, comme une blessure sur le ciel rougeoyant ; ton voyage touche à son terme."
      ]
    },
    {
      "id": "acideplastique-vectorial-soil",
      "title": "acideplastique - Vectorial Soil",
      "file": "assets/music/Acideplastique - Vectorial Soil.mp3",
      "bpm": 133,
      "bandcamp": "https://acideplastique.bandcamp.com",
      "instagram": "https://instagram.com/acideplastique",
      "narrative": [
        "Des dunes de sable rouge s'étendent aussi loin que ton regard porte, coiffée du dôme sombre de la voûte céleste, parsemé de lueurs et de plusieurs lunes en croissant.",
        "Tu marches le nez en l'air, observant le ballet immobile des astres, t'égarant entre les reliefs du désert. Soudain, tu sens quelque chose de pointu sous ta chaussure."
      ],
      "playLabel": "Relever doucement le pied",
      "hourglassText": "Emergeant à peine du sol, une rose minérale aux pétales translucides reflète la lueur des lunes. Tu as trouvé la seule fleur de ces immensités.",
      "choices": [
        "Au coeur du désert se trouve une ville à moitié ensevelie.",
        "Une petite hutte surplombe la plus haute dune."
      ]
    },
    {
      "id": "le-frit-streetview-belly-slide-mixdown",
      "title": "le frit - streetview belly slide (mixdown)",
      "file": "assets/music/le frit - streetview belly slide.mp3",
      "bpm": 138,
      "bandcamp": "https://lefrit.bandcamp.com",
      "instagram": "https://instagram.com/lefrit",
      "narrative": [
        "Tu traverses un mur de roseaux et patauge dans les eaux troubles d'une mangrove inextricable. Sous la surface de l'eau, une multitude de petites créatures amphibiennes luminescentes ondulent autour de tes jambes et semblent te guider à travers les racines."
      ],
      "playLabel": "Suivre les créatures",
      "hourglassText": "Tu observes les volutes fluorescentes qui ondulent à tes pieds et éclairent faiblement l'obscurité, comme un reflet des étoiles masquées par la canopée.",
      "choices": [
        "Les créatures glissent dans un puit sous-marin. Tu prends une profonde respiration et plonge avec elles.",
        "Tu escalades un enchevêtrement de racines et sors de l'eau, jusqu'à rejoindre le sommet d'un arbre pour enfin apercevoir le ciel."
      ]
    },
    {
      "id": "zero-crossing-point-half-past-six-mix-24b-v2",
      "title": "Zero Crossing Point - Half Past Six (Mix 24b V2)",
      "file": "assets/music/Zero Crossing Point - Half Past Six.mp3",
      "bpm": 126,
      "bandcamp": "https://zerocrossingpoint.bandcamp.com",
      "instagram": "https://instagram.com/zerocrossingpoint",
      "narrative": [
        "Tu ignores combien de temps tu as gravi l'escalier, et tu n'es même pas hors d'haleine quand tu franchis la dernière marche. En haut, un promontoire s'avance entre les nuages, comme un pont jeté à travers le ciel.",
        "Tu contemples le paysage qui s'étend à perte de vue sous tes pas. Chaque région franchie t'apparaît comme les fils colorés d'une tapisserie, et maintenant la tapisserie se délite ; la carte se dissout, le sol se contracte, se dilate et s'efface ; le relief ondule et s'évapore, bientôt il ne reste que toi, traversant un étroit couloir suspendu au milieu d'une immensité infinie.",
        "Parvenu·e à son extrémité, tu tends la main. Comme un déclic, une fenêtre s'ouvre dans le néant."
      ],
      "playLabel": "Sans hésiter, tu mets un pied en avant, franchis le seuil, et disparais.",
      "hourglassText": "",
      "choices": []
    }
  ],
  "states": {
    "1": "drawbridge-khey-mysterio-psylmodie",
    "2": "anta-doma-shapes-premaster",
    "3": "naeja-may-the-world-ends-with-you",
    "4": "acideplastique-vectorial-soil",
    "5": "le-frit-streetview-belly-slide-mixdown",
    "6": "nostromodamus-another-presence-master-reference-v2",
    "7": "gustave-retour-le-pi-ge",
    "8": "aquacrypt-unknown",
    "9": "smogo-obliteration-premaster-24bit-44-1khz",
    "10": "damna-3cso",
    "11": "zero-crossing-point-half-past-six-mix-24b-v2"
  }
}
